/* eslint-disable react/no-unescaped-entities */

const AboutHilfulFuzul = () => {
    return (
        <div className="mt-28">
            <div>
                <p className="text-xl p-4 text-justify border-blue-600 border-2 rounded-lg m-2 shadow-lg shadow-gray-500">হিলফ উল ফুজুল (আরবি: حلف الفضول) ছিল একটি সামাজিক সংঘ। এর শাব্দিক অর্থ হলো "শান্তি সংঘ" বা "কল্যাণের শপথ" (হলফ অর্থ শপথ এবং ফুযুল বা ফযিলত মানে মঙ্গল)। এটি জিলকদ মাসে প্রতিষ্ঠিত হয়। ১৭ বছর বয়সে এই সংঘ প্রতিষ্ঠা করেন মুহাম্মাদ সা.। এটি পৃথিবীর ইতিহাসের প্রথম শান্তি সংঘ।[১] এই সংঘ পবিত্র মক্কায় প্রতিষ্ঠিত হয়। মুহাম্মাদ সা. ইসলাম পূর্বযুগে এই সংঘ প্রতিষ্ঠা করেন। এই সংগঠনের কাজ ছিল পীড়িতদের সাহায্যদান, দুস্থদের আশ্রয়দান এবং অসহায়দের সহায়তা করা। বিদেশি ব্যবসায়ীদের জান মালের সুরক্ষার নিশ্চয়তা দেয়া ইত্যাদি। এ সংগঠনের প্রভাবে মক্কা অনেক বিপর্যয় থেকে রেহাই পায়। কাবা ঘরের কালোপাথর পুনঃস্থাপনেও এই সংঘটি ভূমিকা পালন করে। <br />
                <br />
                সেই লক্ষ্যে, আমরা পুনরায় ২৪ মার্চ ২০২৪ সালে, ১৩ই রমজান হিলফুল ফুযুল - শান্তি সংঘ পুনঃপ্রতিষ্ঠিত করি ।
                </p>
            </div>
        </div>
    );
};

export default AboutHilfulFuzul;